{
  "welcome": "Welcome to the app",
  "description": "This is an i18n example",
  "header": {
    "downloadResume": "Resume"
  },
  "home": {
    "redirections": {
      "contact": "contact",
      "work": "work",
      "experience": "experience",
      "expertise": "expertise"
    }
  },
  "expertise": {
    "back": "Back",
    "epitech": {
      "title": "Epitech Paris (2020 - 2025)",
      "subtitle": "Grandes Ecoles program (Bachelor + Master)",
      "paragraphs": {
        "one": "<strong>Bachelor Program</strong> : Epitech's Bachelor program is designed to provide students with a solid foundation in computer science, software development, and innovative problem-solving. Over the course of three years, students engage in hands-on learning through real-world projects, collaborative teamwork, and an innovative pedagogy that prioritizes autonomy and adaptability. The curriculum includes fundamental programming languages (all paradigms and patterns), system administration, databases, artificial intelligence, and cybersecurity. During this program, students have the opportunity to complete 3 internships.",
        "two": "<strong>Master program</strong> : builds upon the strong technical foundation established in the Bachelor cycle, preparing students for leadership roles in the tech industry. The program start an international exchange in a partner university. The program focuses on advanced technical skills, project management, entrepreneurship, and innovation. Students work on long-term projects such as the Epitech Innovative Project (EIP), which challenges them to develop and launch a real-world tech solution. Additionally, students gain valuable industry experience through internships and collaborations with leading tech companies. Graduates of the Epitech Master program emerge as highly skilled professionals, ready to drive technological change and innovation in various sectors. With a strong emphasis on practical experience, adaptability, and international exposure.",
        "three": "Epitech's Bachelor and Master programs equip students with the skills and mindset needed to excel in the ever-evolving world of technology."
      }
    },
    "sfsu": {
      "title": "San Francisco State University (2023 - 2024)",
      "subtitle": "Exchange",
      "introduction": "As part of the international experience in my academic journey, I had the opportunity to study for two semesters at San Francisco State University. During this time, I expanded my knowledge in key areas of computer science through the following courses :",
      "conclusion": "This exchange program enriched my technical and cultural perspective, allowing me to experience a diverse academic environment while enhancing my problem-solving and adaptability skills.",
      "classes": {
        "ethic": "<strong>Ethics in Computer Science</strong> – Explored the ethical implications of technology, including privacy, security, and digital rights.",
        "analysis": "<strong>Algorithm Analysis</strong> – Studied algorithm efficiency, complexity, and optimization techniques.",
        "database": "<strong>Introduction to Database Systems</strong> – Learned about database design, SQL, and data management principles.",
        "software": "<strong>Software Engineering</strong> – Gained insights into software development methodologies, team collaboration, and best practices.",
        "admin": "<strong>System Administration</strong> – Acquired hands-on experience in managing and configuring operating systems and networks.",
        "paradigms": "<strong>Programming Paradigms</strong> – Explored different programming models, including object-oriented, functional, and procedural programming."
      }
    }
  },
  "work": {
    "back": "Back",
    "seasonal": {
      "title": "Commercial employee",
      "description": "Management of charcuterie, seafood, bakery and fruit and vegetable departments at Carrefour Market in Etiolles"
    },
    "carrefour": {
      "title": "Fullstack intern",
      "description": "First 6-month IT internship with Carrefour's IT department.\n- Creation of a web app from scratch using jhipster/Angular.\n- Worked in a 3-person team.\n- Application objective: to help robots in automated warehouses to place products in the most optimized way.\n- Regular meetings.\n- Application demonstration."
    },
    "augeoOne": {
      "title": "Frontend intern",
      "description": "- Part-time internship (2 days a week)\n- Use of React ts\n- Front-end integration on a software product\n- Integration of front-end functionalities designated during planning sprints\n- Ensure code coverage of more than 80% of the functionalities implemented\n- Clean architecture principles\n- Task management"
    },
    "augeoTwo": {
      "title": "Fullstack developer",
      "description": "- Integration of OnlyOffice service into a SaaS software to let the users update their documents directly into our application + add a document management like in Google Drive (users can create, view, delete and update their documents/folders)\n- Integration of a log system for users\n- UI/UX improvement\n- Update of the email service\n- clean architecture"
    },
    "sopra": {
      "title": "Software engineer intern",
      "description": "Coming soon"
    }
  },
  "experience": {
    "back": "Retour",
    "chatApp": {
      "description": "Chat application using web socket to let user add friends and communicated with them in real time."
    },
    "todolist": {
      "description": "Todo list application with a micro service architecture and a gateway api to connect all services."
    },
    "blockchain": {
      "description": "Blockchain application that let users to mint an NFT of a Pokemon card and have access to a market place to handle their cards."
    },
    "apiGenerator": {
      "description": "An application that from a json file, generate a CRUD api and save the data on MongoDB."
    },
    "owl": {
      "description": "My EIP project, I created an app for Wear OS that get the heart rate of the user, send it to our api and show an alarm if needed. I made the mobile app to to handle the data from the watch."
    }
  }
}
